[
  {
    "id": "1001",
    "slide": "",
    "title": "Flutter: Computer Vision with ML Kit",
    "description": "Are you want to implement face detection, text recognition, image labeling, and more in your Flutter application? This is now possible with the ML Kit Vision plugin, powered by Firebase! In this talk, I will show you how to get started with adding face detection to your Flutter app with just a few lines of code.",
    "track": "Mobile",
    "link": "",
    "time":"",
    "format": "Day 2",
    "date": "December 4, 2022",
    "timeDuration": "40",
    "speakers": [
      101
    ]
  },
  {
    "id": "1002",
    "slide": "",
    "title": "You do not know about JavaScript Objects",
    "description": "Perhaps you do not know enough about JavaScript objects or I do not know enough about JavaScript objects. Let us settle this debate in this talk. To start with, we will first settle debate on whether JavaScript is an Object Oriented Language or prototype based language. Since, we do not have class (yes in ECMA 6, there is a keyword class syntax introduced but that is not a real class anyway) then how objects are created? Answer of all above questions lie in understanding of following concepts, • Different ways of JavaScript object creation • prototypes and prototype chain • this keyword• __proto__",
    "track": "Web",
    "link": "",
    "time":"",
    "format": "Day 2",
    "date": "December 4, 2022",
    "timeDuration": "40",
    "speakers": [
      102
    ]
  },
  {
    "id": "1003",
    "slide": "",
    "title": "Flutter in the Web3 space",
    "description": "Blockchain technology and the crypto space in general are one of the major trends in the world right now. The number of increasing buzzwords such as NFTs, ETFs, DApps, and DeFi are undeniable markers to this assertion. In this session you will understand how we can jump into the web3 space on mobile. We will learn what all you need to create a dApp using Flutter.",
    "track": "Mobile",
    "link": "",
    "time":"",
    "format": "Day 2",
    "date": "December 4, 2022",
    "timeDuration": "40",
    "speakers": [
      103
    ]
  },
  {
    "id": "1004",
    "slide": "",
    "title": "Improving as an ML Practitioner",
    "description": "So, improving as an ML practitioner can be particularly difficult since there are multiple factors at play: theory, new innovations, productionalization, implementation, etc. How to prioritize one over the other? How to do our best to not get lost in the name of making progress? In this talk, I will share some learnings from my experience of being in the field, working on several aspects. By the end of the talk, the audience will hopefully have some takeaways for improving in their ML journeys.",
    "track": "AI / ML",
    "link": "",
    "time":"",
    "format": "Day 2",
    "date": "December 4, 2022",
    "timeDuration": "40",
    "speakers": [
      104
    ]
  },
  {
    "id": "1005",
    "slide": "",
    "title": "Transitioning into Product Management",
    "description": "With the right mindset, Product Management and Leadership techniques can be applied to achieve product-led growth. Sneh aims to share actionable insights from the sphere of Product Management. He excels in strategizing products from inception and Go-to-Market for Indian subcontinent and has worked for products that have reached 1M+ users so far. The session covers below areas: 1. Introduction and actionable insights to transition into Product Management,2. Life of a Product Manager,3. Techniques to make your product a success,4. Tips and resources from experience",
    "track": "Entrepreneurship, Leadership & Product Management",
    "link": "",
    "time":"",
    "format": "Day 2",
    "date": "December 4, 2022",
    "timeDuration": "40",
    "speakers": [
      105
    ]
  },
  {
    "id": "1006",
    "slide": "",
    "title": "How to migrate your existing native apps to Flutter?",
    "description": "There are lots of companies converting/migrating their existing native apps to Flutter. They face lots of difficulties in doing the same. There is a high chance that they might invest their time and resources doing something unnecessary. I have migrated ZestMoney’s app from native to flutter from scratch with 13+ team members.",
    "track": "Mobile",
    "link": "",
    "time":"",
    "format": "Day 2",
    "date": "December 4, 2022",
    "timeDuration": "40",
    "speakers": [
      106
    ]
  },
  {
    "id": "1007",
    "slide": "",
    "title": "Server driven UI in Flutter: A Remote Widgets Experiment",
    "description": "App updates can be a nightmare! Here's an experiment that can potentially help in developing server-driven UI using remote widgets. In this fun, quirky session, we will try to create a basic setup to change UI layouts remotely and then go over some not-so-basic things that are nothing short of magic.",
    "track": "Mobile",
    "link": "",
    "time":"",
    "format": "Day 1",
    "date": "December 3, 2022",
    "timeDuration": "30",
    "speakers": [
      107
    ]
  },
  {
    "id": "1008",
    "slide": "",
    "title": "Architecting your Compose UI",
    "description": "As Android apps grow in size, it's important to define an architecture that allows the app to scale, increases the app's robustness, and makes the app easier to test. Google's recommended app architecture consists of UI, Domain and Data Layers and UI is the one that makes the first impression on the user. In this talk, you'll learn: - About the UI layer's role in app architecture- How to implement the unidirectional data flow pattern in Compose- How to implement events and state holders- How to work with ViewModels in Compose",
    "track": "Mobile",
    "link": "",
    "time":"",
    "format": "Day 1",
    "date": "December 3, 2022",
    "timeDuration": "30",
    "speakers": [
      108
    ]
  },
  {
    "id": "1009",
    "slide": "",
    "title": "[Webllisto] Problem solving in the age of metaverse",
    "description": "A deep dive into the problem solving and ways to approach them in the age of gaming.",
    "track": "Game Development",
    "link": "",
    "time":"",
    "format": "Day 1",
    "date": "December 3, 2022",
    "timeDuration": "40",
    "speakers": [
      110
    ]
  },
  {
    "id": "1010",
    "slide": "",
    "title": "[Acropolis] Super Lightening Talk",
    "description": "",
    "track": "",
    "link": "",
    "time":"",
    "format": "Day 1",
    "date": "December 3, 2022",
    "timeDuration": "10",
    "speakers": [
      
    ]
  },
  {
    "id": "1011",
    "slide": "",
    "title": "Break",
    "description": "",
    "track": "",
    "link": "",
    "time":"",
    "format": "Day 1",
    "date": "December 3, 2022",
    "timeDuration": "30",
    "speakers": [
      
    ]
  },
  {
    "id": "1012",
    "slide": "",
    "title": "Firebase and Beyond",
    "description": "In this agile growing mobile industry, you can easily find many apps solving one user problem, but winner is the one with seamless user experience. If you want to build an app which targets large number of users daily with 1000’s of features running in all different corners of the world and in such scenario launching a new feature to all of the app users is scary, as you can't be sure how well the feature will be received by users and that’s where Remote Config offers you dynamic control to app features by gating them with percentage rollout and slowly expose users to new features. We have complete set of in app defaults, to face any config fetch issues and user receives the best without much app updates. To know about the choices of our users, we get interesting analytics results through Firebase A/B testing with no efforts on client end. Even during live streaming of matches or any content we have the hold of every feature of the app and we can route every api calls based on traffic received. Even created, a small tool to override the firebase config for a device which helped our Developers, QA and Product team a lot. We don’t need to create separate APKs with specific features on and off. Not only this, to simplify collaborative workflows, we have Slack alerts in near real time about any config changes pushed by any devs. So let's just check out how much we can go beyond with Firebase to scale our apps.",
    "track": "Mobile + Firebase",
    "link": "",
    "time":"",
    "format": "Day 1",
    "date": "December 3, 2022",
    "timeDuration": "40",
    "speakers": [
      109
    ]
  },
  {
    "id": "1013",
    "slide": "",
    "title": "[Softude] Why it takes a village to develop ML solution?",
    "description": "ML Solutions are often looked as just ML algorithms. In reality, many more systems are required so that ML Algorithms can be leveraged. The talk aims to provide a view to the ecosystem of the ML solution.",
    "track": "AI / ML",
    "link": "",
    "time":"",
    "format": "Day 1",
    "date": "December 3, 2022",
    "timeDuration": "40",
    "speakers": [
      111
    ]
  },
  {
    "id": "1014",
    "slide": "",
    "title": "Networking",
    "description": "",
    "track": "Networking",
    "link": "",
    "time":"",
    "format": "Day 1",
    "date": "December 3, 2022",
    "timeDuration": "30",
    "speakers": [
      
    ]
  },
  {
    "id": "1015",
    "slide": "",
    "title": "[IIST] Super Lightening Talk",
    "description": "",
    "track": "",
    "link": "",
    "time":"",
    "format": "Day 2",
    "date": "December 4, 2022",
    "timeDuration": "10",
    "speakers": [
      
    ]
  },
  {
    "id": "1016",
    "slide": "",
    "title": "Break",
    "description": "",
    "track": "Networking",
    "link": "",
    "time":"",
    "format": "Day 2",
    "date": "December 4, 2022",
    "timeDuration": "40",
    "speakers": [
      
    ]
  },
  {
    "id": "1017",
    "slide": "",
    "title": "Reframming Your Narrative",
    "description": "",
    "track": "Networking",
    "link": "",
    "time":"",
    "format": "Day 2",
    "date": "December 4, 2022",
    "timeDuration": "40",
    "speakers": [
      
    ]
  },
  {
    "id": "1018",
    "slide": "",
    "title": "Registrations/Entries",
    "description": "",
    "track": "",
    "link": "",
    "time":"",
    "format": "Day 1",
    "date": "December 3, 2022",
    "timeDuration": "150",
    "speakers": [
      
    ]
  },
  {
    "id": "1019",
    "slide": "",
    "title": "Registrations/Entries",
    "description": "",
    "track": "",
    "link": "",
    "time":"",
    "format": "Day 2",
    "date": "December 4, 2022",
    "timeDuration": "150",
    "speakers": [
      
    ]
  },
  {
    "id": "1020",
    "slide": "",
    "title": "Closing Note",
    "description": "",
    "track": "",
    "link": "",
    "time":"",
    "format": "Day 2",
    "date": "December 4, 2022",
    "timeDuration": "20",
    "speakers": [
      
    ]
  },
  {
    "id": "1021",
    "slide": "",
    "title": "Closing Note",
    "description": "",
    "track": "",
    "link": "",
    "time":"",
    "format": "Day 1",
    "date": "December 3, 2022",
    "timeDuration": "20",
    "speakers": [
      
    ]
  }
]
